Repository: haiho/IoTSample
Catalog: com.iso.IoTSynHealthApp/com.iso.IoTSynHealthApp/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# btn_cancel
source: Cancel
vi: Huỷ

# btn_open_setting
source: Open Settings
vi: Mở cài đặt

# health_sampe_no_data
source: No %@ data available
vi: Không có dữ liệu %@

# lbl_login
source: Login
vi: Đăng nhập

# lbl_password
source: Password
vi: Mật khẩu

# lbl_register
source: Register
vi: Đăng Ký

# lbl_signup
source: Sign Up
vi: Đăng ký

# lbl_this_week
source: This week
vi: Trong tuần

# lbl_view_all_data
source: View All Data
vi: Xem tất cả dữ liệu

# msg_email_blank
source: Your email can not be blank.
vi: Email của bạn không được để trống.

# msg_health_app_unknow_status
source: Unknown authorization status.
vi: Trạng thái quyền truy cập không xác định.

# msg_per_request_health_app
source: HealthKit access has not been requested.
vi: Quyền truy cập HealthKit chưa được yêu cầu.

# msg_pls_acept_per_health_app
source: This app needs permission to access your health data
vi: Ứng dụng này cần được cấp quyền để truy cập dữ liệu sức khỏe của bạn

# msg_pw_blank
source: Your password cannot be blank.
vi: Mật khẩu của bạn không được để trống.

# msg_user_denied_health_app
source: You are not authorized to access %@ data in the Health app.
vi: Bạn không có quyền truy cập dữ liệu %@ trong Health app.

# msg_valid_email
source: Your email is invalid
vi: Email của bạn không hợp lệ

# msg_valid_pw
source: Password must be at least 8 characters and include at least one uppercase letter, one lowercase letter, one number, and one special character.
vi: Mật khẩu phải có ít nhất 8 ký tự và bao gồm ít nhất một chữ cái viết hoa, một chữ cái viết thường, một số và một ký tự đặc biệt.

# title_alert_error
source: Error
vi: Lỗi

# title_login_screen
source: Login screen
vi: Đăng Nhập

# title_per_health_app
source: Health Access Required
vi: Quyền truy cập Health
